{
    "legends": [
        {
            "name": "Bangalore",
            "short_name": "bangalore",
            "quote": "Name the weapon -- I'll still beat you.",
            "title": "Professional Soldier",
            "description": "Born into a military family where she, her parents, and her four older brothers all served in the IMC Armed Forces, Bangalore has been an exceptional soldier since she was young. She was top of her class at the IMC Military Academy and the only cadet who could take apart a Peacekeeper, equip it with a Precision Choke hop-up, and put it back together in under twenty seconds – blindfolded.",
            "age": "38",
            "realName": "Anita Williams",
            "homePlanet": "Gridiron",
            "tacticalAbility": "Smoke Launcher",
            "passiveAbility": "Double Time",
            "ultimateAbility": "Rolling Thunder",
            "tacticalDescription": "Fire a high-velocity smoke canister that explodes into a smoke wall on impact",
            "passiveDescription": "Taking fire while sprinting makes you move faster for a brief time",
            "ultimateDescription": "Call in an artillery strike that slowly creeps across the landscape",
            "characters": "bangalore.jpg",
            "ability": [
                "bangalore_tac_ab.jpg",
                "bangalore_pas_ab.jpg",
                "bangalore_ult_ab.jpg"
            ]
        },
        {
            "name": "Bloodhound",
            "short_name": "bloodhound",
            "quote": "I am the hunter the Gods have sent.",
            "title": "Technological Tracker",
            "description": "Bloodhound is known across the Outlands as one of the greatest game hunters the Frontier has ever seen – and that’s about all anyone knows. Their identity is a mystery wrapped in layers of rumors: they are fabulously wealthy, a bloodthirsty murderer, a Goliath whisperer, a former slave, half bat, and a dozen other things depending on who’s doing the whispering.",
            "age": "Unknown",
            "realName": "Unknown",
            "homePlanet": "Unknown",
            "tacticalAbility": "Eye of the Allfather",
            "passiveAbility": "Tracker",
            "ultimateAbility": "Beast of the Hunt",
            "tacticalDescription": "Briefly reveal hidden enemies, traps, and clues throughout structures in front of you",
            "passiveDescription": "See tracks left behind by your foes",
            "ultimateDescription": "Enhances your senses, allowing you to move faster and highlighting your prey",
            "characters": "bloodhound.jpg",
            "ability": [
                "bloodhound_tac_ab.jpg",
                "bloodhound_pas_ab.jpg",
                "bloodhound_ult_ab.jpg"
            ]
        },
        {
            "name": "Caustic",
            "short_name": "caustic",
            "quote": "I don't concern myself with the ambitions of insects",
            "title": "Toxic Trapper",
            "description": "Before there was Caustic, a scientist named Alexander Nox worked at Humbert Labs, the Frontier’s leading manufacturer of pesticide gases. With a glut of pesticides needed to protect the growing Frontier colonies’ crops, Humbert Labs was constantly on the hunt for better and stronger formulas. Nox was one of their brightest scientists and worked day and night developing new gases. But to make sure they worked, he needed to test them on more than just inert tissue: he needed something living.",
            "age": "48",
            "realName": "Alexander Nox",
            "homePlanet": "Gaea",
            "tacticalAbility": "Nox Gas Trap",
            "passiveAbility": "Nox Vision",
            "ultimateAbility": "Nox Gas Grenade",
            "tacticalDescription": "Drop canisters that release deadly Nox gas when shot or triggered by enemies",
            "passiveDescription": "Allows you to see enemies through your gas",
            "ultimateDescription": "Blankets a large area in Nox gas",
            "characters": "caustic.jpg",
            "ability": [
                "caustic_tac_ab.jpg",
                "caustic_pas_ab.jpg",
                "caustic_ult_ab.jpg"
            ]
        },
        {
            "name": "Crypto",
            "short_name": "crypto",
            "quote": "It's hard to be scared when you're prepared.",
            "title": "Surveillance Expert",
            "description": "Crypto specializes in secrets; he knows how to uncover them, and how to keep them. A brilliant hacker and encryption expert, he uses aerial drones to spy on his opponents in the Apex Arena without being seen. It’s been noted that his drones have a similar design to those created by wanted murderer Tae Joon Park.",
            "age": "[ERROR]",
            "realName": "[ERROR]",
            "homePlanet": "[ERROR]",
            "tacticalAbility": "Surveillance Drone",
            "passiveAbility": "Neurolink",
            "ultimateAbility": "Drone EMP",
            "tacticalDescription": "Deploy an aerial drone that allows you to view the surrounding area from above. If the drone is destroyed, there is a forty-second cooldown before you can deploy another.",
            "passiveDescription": "Enemies detected by the Surveillance Drone within 30 meters of your position are marked for you and your teammates to see.",
            "ultimateDescription": "Your Surveillance Drone sets off an EMP blast that deals shield damage, slows enemies and disables traps.",
            "characters": "crypto.jpg",
            "ability": [
                "crypto_tac_ab.jpg",
                "crypto_pas_ab.jpg",
                "crypto_ult_ab.jpg"
            ]
        },
        {
            "name": "Gibraltar",
            "short_name": "gibraltar",
            "quote": "Try to move me; it'll be fun.",
            "title": "Shielded Fortress",
            "description": "Gibraltar is a gentle giant with a wild side. The son of two SARAS (Search and Rescue Association of Solace) volunteers, he has always been skilled at getting others out of dangerous situations that are common in the Outlands. However, he only began to understand the value of protecting others when he and his boyfriend stole his father’s motorcycle, took it on a joyride, and got trapped by a deadly mudslide. His parents saved them, and his father lost an arm in the process. Gibraltar has never forgotten that sacrifice and has devoted his life to helping those in need.",
            "age": "30",
            "realName": "Makoa Gibraltar",
            "homePlanet": "Solace",
            "tacticalAbility": "Dome of Protection",
            "passiveAbility": "Gun Shield",
            "ultimateAbility": "Defensive Bombardment",
            "tacticalDescription": "Throw down a dome-shield that blocks attacks for 15 seconds",
            "passiveDescription": "Aiming down sights deploys a gun shield that blocks incoming fire",
            "ultimateDescription": "Call in a concentrated mortar strike on a marked position",
            "characters": "gibraltar.jpg",
            "ability": [
                "gibraltar_tac_ab.jpg",
                "gibraltar_pas_ab.jpg",
                "gibraltar_ult_ab.jpg"
            ]
        },
        {
            "name": "Lifeline",
            "short_name": "lifeline",
            "quote": "Never quit. That's how you win.",
            "title": "Combat Medic",
            "description": "Ajay Che, aka Lifeline, isn’t someone you would expect to find in the Apex Games. Once the child of wealthy war profiteers, she left home when she learned of the damage her family had caused and enlisted in the Frontier Corps, a humanitarian organization that aids Frontier communities in need. She’s since devoted her life to helping others and joined the Apex Games to fund the Frontier Corps with her winnings.",
            "age": "24",
            "realName": "Ajay Che",
            "homePlanet": "Psamathe",
            "tacticalAbility": "D.O.C Heal Drone",
            "passiveAbility": "Combat Medic",
            "ultimateAbility": "Care Package",
            "tacticalDescription": "Call your Drone of Compassion to automatically heal nearby teammates over time.",
            "passiveDescription": "Revive knockdown teammates faster while protected by a shield wall. Healing items are used 25% faster.",
            "ultimateDescription": "Call in a drop pod full of high-quality defensive gear.",
            "characters": "lifeline.jpg",
            "ability": [
                "lifeline_tac_ab.jpg",
                "lifeline_pas_ab.jpg",
                "lifeline_ult_ab.jpg"
            ]
        },
        {
            "name": "Mirage",
            "short_name": "mirage",
            "quote": "I don't take myself too seriously. I don't take myself anywhere. I need to get out more.",
            "title": "Holographic Trickster",
            "description": "Mirage is the kind of guy who likes to stand out. The youngest of four brothers, he perfected the art of fooling around to get attention. The one thing he took seriously was Holo-Pilot technology: introduced to the illusion-creating tech by his engineer mother, he poured over the mechanisms and learned all he could about them. Even when his brothers went MIA during the Frontier War, Mirage and his mother continued to develop holo devices, and the work brought them closer.",
            "age": "30",
            "realName": "Elliott Witt",
            "homePlanet": "Solace",
            "tacticalAbility": "Pysche Out",
            "passiveAbility": "Encore!",
            "ultimateAbility": "Vanishing Act",
            "tacticalDescription": "Send out a holographic decoy to confuse the enemy.",
            "passiveDescription": "Automatically drop a decoy and a cloak for fiv seconds when knocked down.",
            "ultimateDescription": "Deploy a team of Decoys to distract enemies while you cloak.",
            "characters": "mirage.jpg",
            "ability": [
                "mirage_tac_ab.jpg",
                "mirage_pas_ab.jpg",
                "mirage_ult_ab.jpg"
            ]
        },
        {
            "name": "Octane",
            "short_name": "octane",
            "quote": "Whoa . . . what a rush!",
            "title": "The Adrenaline Junkie",
            "description": "One day, Octavio Silva was bored. In fact, he was bored most days. Heir to the preoccupied CEOs of Silva Pharmaceuticals and wanting for nothing in life, he entertained himself by performing death-defying stunts and posting holovids of them for his fans to gawk over. So, this day, he decided to set the course record for a nearby Gauntlet by launching himself across the finish line – using a grenade.",
            "age": "24",
            "realName": "Octavio Silvia",
            "homePlanet": "Psamathe",
            "tacticalAbility": "Stim",
            "passiveAbility": "Swift Method",
            "ultimateAbility": "Launch Pad",
            "tacticalDescription": "Move 30% faster for six seconds. Costs health to use.",
            "passiveDescription": "Automatically restores health over time.",
            "ultimateDescription": "Deploy a jump pad that catapults teammates through the air.",
            "characters": "octane.jpg",
            "ability": [
                "octane_tac_ab.jpg",
                "octane_tac_ab.jpg",
                "octane_tac_ab.jpg"
            ]
        },
        {
            "name": "Pathfinder",
            "short_name": "pathfinder",
            "quote": "Losing isn't fun. That's why I don't do it.",
            "title": "Forward Scout",
            "description": "Pathfinder is the picture of optimism, despite his circumstances. A MRVN (Mobile Robotic Versatile eNtity) modified to specialize in location scouting and surveying, he booted up decades ago in an abandoned laboratory with no idea who created him or why. With only his MRVN designation to hint at his identity, Pathfinder eventually set off in search of his creator.",
            "age": "He really wants to know, too.",
            "realName": "MRVN",
            "homePlanet": "He’s trying to find out!",
            "tacticalAbility": "Grappling Hook",
            "passiveAbility": "Insider Knowledge",
            "ultimateAbility": "Zipline Gun",
            "tacticalDescription": "Grapple to get to out-of-reach places quickly.",
            "passiveDescription": "Scan a survey beacon to reveal the ring's next location.",
            "ultimateDescription": "Create a zipline for everyone to use.",
            "characters": "pathfinder.jpg",
            "ability": [
                "pathfinder_tac_ab.jpg",
                "pathfinder_pas_ab.jpg",
                "pathfinder_ult_ab.jpg"
            ]
        },
        {
            "name": "Revenant",
            "short_name": "revenant",
            "quote": "I’ve seen the other side, Skinbag. There is nothing. You are nothing.",
            "title": "Synthetic Nightmare",
            "description": "Revenant used to be human. He used to be the greatest hitman the Mercenary Syndicate ever had. He used to look in the mirror and see his human face looking back. But time changes everything, and when his programming finally failed, he saw what he had become at the hands of the Mercenary Syndicate and Hammond Robotics: a walking nightmare of steel and vestigial flesh. His masters resurrected him as a simulacrum, snatching him from death’s embrace again and again and programming him to forget.",
            "age": "Unknown",
            "realName": "Unknown",
            "homePlanet": "Solace",
            "tacticalAbility": "Silence",
            "passiveAbility": "Stalker",
            "ultimateAbility": "Death Totem",
            "tacticalDescription": "Throw a device that deals damage and disables enemy abilities for 10 seconds.",
            "passiveDescription": "You crouch-walk faster and climb higher than other Legends",
            "ultimateDescription": "Drop a totem that protects those who use it from death for a set amount of time. Instead of being killed or downed, users will return to the totem.",
            "characters": "revenant.jpg",
            "ability": [
                "revenant_tac_ab.jpg",
                "revenant_pas_ab.jpg",
                "revenant_ult_ab.jpg"
            ]
        },
        {
            "name": "Wattson",
            "short_name": "wattson",
            "quote": "Power is everything. You only think you have it.",
            "title": "Static Defender",
            "description": "Natalie “Wattson” Paquette is a familiar face in the Apex Games, though for a different reason than most. Daughter of the Games’ lead electrical engineer, she studied his manuals to stay close to him, and discovered her calling at a young age. Though she could be completely distracted one moment and hyper-focused the next, electricity grounded her – its ordered, predictable flow made sense in a way the rest of the world didn’t.",
            "age": "22",
            "realName": "Natalie Paquette",
            "homePlanet": "Solace",
            "tacticalAbility": "Perimeter Security",
            "passiveAbility": "Spark of Genuis",
            "ultimateAbility": "Interception Pylon",
            "tacticalDescription": "Connects nodes to create electrified fences that damage and slow enemies.",
            "passiveDescription": "Ultimate Accelerants fully charge your Ultimate ability, and standing near interception pylons boosts your Tactical Ability recharge.",
            "ultimateDescription": "Place an electrified pylon that destroys incoming ordnance and repairs damaged shields as long as it stands.(Max:3)",
            "characters": "wattson.jpg",
            "ability": [
                "wattson_tac_ab.jpg",
                "wattson_pas_ab.jpg",
                "wattson_ult_ab.jpg"
            ]
        },
        {
            "name": "Wraith",
            "short_name": "wraith",
            "quote": "There’s a thin line between life and death. You’ll find me there.",
            "title": "Interdimensional Skirmisher",
            "description": "Wraith is a whirlwind fighter, able to execute swift and deadly attacks and manipulate spacetime by opening rifts in the fabric of reality — but she has no idea how she got that way. Years ago, she woke up in an IMC Detention Facility for the Mentally Ill with no memory of her life before. She also began hearing a distant voice whispering in her mind that would keep her awake for days on end. Despite nearly driving her insane, once she started to listen and trust it, the voice helped her harness her newfound power of void manipulation and escape the facility.",
            "age": "32",
            "realName": "Renee Blasey",
            "homePlanet": "Typhon",
            "tacticalAbility": "Into the Void",
            "passiveAbility": "Voices from the Void",
            "ultimateAbility": "Dimensional Rift",
            "tacticalDescription": "Reposition quickly through the safety of void space, avoiding all damage.",
            "passiveDescription": "A voice warns you when danger approaches. As for as you can tell, it's on your side.",
            "ultimateDescription": "Link two locations with portals for 60 seconds, allowing your entire team to use them.",
            "characters": "wraith.jpg",
            "ability": [
                "wraith_tac_ab.jpg",
                "wraith_pas_ab.jpg",
                "wraith_ult_ab.jpg"
            ]
        }
    ]
}